Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.f31fb12d4b07
source: {{value1}}が回答を考えています
ar_sa: يفكر {{value1}} في الإجابة
ca: {{value1}} pensa en la resposta
cs: {{value1}} přemýšlí o odpovědi
da: {{value1}}Jeg overvejer mulige svar.
de_de: {{value1}} überlegt, wie man antwortet
el: Το {{value1}} σκέφτεται την απάντηση
en_au: {{value1}} is reviewing the response.
es_es: {{value1}} está considerando la respuesta.
fi: {{value1}} pohtii vastausta
fr_ca: {{value1}} réfléchit à la réponse.
gu: {{value1}} જવાબ વિચારી રહી છે
he: {{value1}} מכין תשובה
hi: {{value1}} उत्तर के बारे में सोच रहा है
hr: {{value1}} razmišlja o odgovoru
hu: {{value1}} megvizsgálja a válaszokat
id: {{value1}} sedang memikirkan jawaban
it: {{value1}} sta elaborando la risposta.
ko: {{value1}}가 답변을 검토 중입니다.
mr: {{value1}} प्रतिसाद विचार करत आहे.
ms: {{value1}} sedang membuat cadangan
nl_nl: {{value1}} Ik ben bezig met het formuleren van een antwoord.
no: {{value1}} vurderer svaret
pl: {{value1}} rozważa odpowiedź.
pt_br: {{value1}} está pensando na resposta.
pt_pt: {{value1}} está pensando na resposta.
ro: {{value1}} este în curs de elaborare a răspunsului.
ru: {{value1}} обдумывает ответ
sk: {{value1}} premýšľa o odpovedi
sl: {{value1}} razmišlja o odgovoru
sv: {{value1}} funderar på svaret
ta: {{value1}} பதிலைக் கருத்தில் கொண்டுள்ளது
te: {{value1}} సమాధానం గురించి ఆలోచిస్తోంది
th: {{value1}} กำลังคิดถึงคำตอบ
tr: {{value1}}, cevabı değerlendiriyor
uk: {{value1}} обмірковує відповідь
vi: Đang suy nghĩ về {{value1}}
zh_hans: {{value1}}正在思考答案
zh_hant: {{value1}}正在思考答案

# health_meals_body_ai.f411122ea062
source: 取得できた重量・回数・テンポ・相対可動域・RPEだけで算出し、欠測値は0点にしません。
ar_sa: سيتم حسابه باستخدام الوزن الذي تم الحصول عليه، وعدد التكرارات، والإيقاع، ونطاق الحركة النسبي، وRPE فقط، ولن يتم منح القيم المفقودة 0 نقطة.
ca: Es calcularà utilitzant només el pes obtingut, el nombre de repeticions, el tempo, el rang relatiu de moviment i RPE, i els valors que faltin no rebran 0 punts.
cs: Vypočítáme hodnoty pouze z dostupných údajů (váha, počet opakování, tempo, relativní rozsah pohybu, RPE). Chybějící hodnoty nezapisujeme jako 0.
da: Beregnes ud fra vægt, antal, tempo, relativ bevægelsesområde og RPE (Rate of Perceived Exertion), og manglende data sættes til 0.
de_de: Die Berechnung erfolgt anhand von Gewicht, Anzahl, Tempo, relativer Bewegungsfreiheit und RPE. Fehlende Werte werden mit 0 gewertet.
el: Υπολογίστε το βάρος, τον αριθμό επαναλήψεων και την ταχύτητα με βάση τα δεδομένα που έχετε συλλέξει, χωρίς να χρησιμοποιείτε μη διαθέσιμες τιμές.
en_au: Missing values are not set to 0.
es_es: Calcula el volumen, la cantidad, el ritmo y el rango de movimiento relativo utilizando solo los datos disponibles, y no asigna valores cero a los datos faltantes.
fi: Lasketaan vain paino, toistot, tempo ja suhteellinen liikealue sekä RPE-arvo. Puutteet merkitään 0:ksi.
fr_ca: Calculez en utilisant le poids, le nombre de répétitions, le tempo, l'amplitude relative et votre ressenti (échelle RPE). Ne laissez pas de valeurs manquantes à 0.
gu: વજન, સંખ્યા, ગતિ અને સંબંધિત હલનચલનની રેન્જ અને RPE નો ઉપયોગ કરીને ગણતરી કરવામાં આવે છે, અને ખૂટતી કિંમતોને 0 તરીકે દર્શાવવામાં આવતી નથી.
he: חישוב על סמך משקל, מספר, קצב, טווח תנועה יחסי ו-RPE בלבד. ערכים חסרים מוגדרים כ-0.
hi: वजन, बार, गति और सापेक्ष गति सीमा, और RPE का उपयोग करके गणना करें, और लापता मानों को 0 पर सेट न करें।
hr: Izračunavamo težinu, broj, tempo i relativni raspon pokreta, a također i subjektivnu ocjenu naporom (RPE). Nedostajuće vrijednosti se ne izračunavaju.
hu: A súlyt, a számot, az ütemet, a relatív mozgási tartományt és az RPE-t felhasználva számoljuk ki, de a hiányzó értékeket 0-ra állítsuk.
id: Hitung dengan menggunakan berat, jumlah, tempo, rentang gerak relatif, dan RPE saja. Jangan memberikan nilai 0 untuk data yang hilang.
it: Calcolati solo con peso, numero, ritmo, range di movimento relativo e RPE (Rated Perceived Exertion), senza assegnare 0 a valori mancanti.
ko: 수집된 무게, 횟수, 템포, 상대적 움직임 범위, RPE를 기준으로 계산하며, 누락된 값은 0점으로 처리합니다.
mr: वजन, संख्या, गती आणि सापेक्ष हालचाल यानुसार गणना करा आणि काही नोंदी नसेल, तर त्यांना ० (शून्य) मानले जाईल.
ms: Hitung menggunakan berat, jumlah, kelajuan, julat bergerak relatif dan RPE sahaja, dan jangan gunakan nilai yang hilang sebagai 0.
nl_nl: Berekenen op basis van gewicht, aantal, tempo, relatieve bewegingsbereik en RPE (Rate of Perceived Exertion), waarbij ontbrekende waarden worden aangegeven met 0.
no: Beregnes kun ved hjelp av vekt, antall, tempo, relativ bevegelsesområde og RPE (Rate of Perceived Exertion), og manglende verdier blir satt til 0.
pl: Obliczamy na podstawie uzyskanych danych dotyczących wagi, liczby powtórzeń, tempa i względnego zakresu ruchu oraz RPE. Wartości brakujące ustawiamy na 0.
pt_br: Calcula apenas com peso, repetições, tempo e amplitude relativa do movimento, sem atribuir 0 a valores ausentes.
pt_pt: Calcula apenas com peso, repetições, tempo e amplitude relativa do movimento, sem atribuir 0 a valores ausentes.
ro: Calculat doar pe baza greutății, numărului, ritmului, amplitudinii relative și a RPE (Rating of Perceived Exertion), fără a atribui valori zero pentru valorile lipsă.
ru: Рассчитайте объем, вес, количество повторений, относительную амплитуду движения и RPE, не присваивая нулевые значения отсутствующим данным.
sk: Vypočítajte objem a ďalšie údaje (váha, počet opakovaní, tempo, relatívna rozsiahosť pohybu, RPE) a nezakladajte hodnoty na 0.
sl: Izračunajte s pomočjo doseženih podatkov (teža, število, hitrost, relativni obseg gibanja, RPE). Ne uporabljajte pomanjkanja kot 0.
sv: Beräkna med hjälp av vikt, antal, tempo, relativ rörelseomfång och RPE, och sätt alla saknade värden till 0.
ta: எடை, எண்ணிக்கை, வேகம், சார்பு இயக்கம் மற்றும் RPE ஆகியவற்றின் அடிப்படையில் கணக்கிடவும், காணாமல் போன மதிப்புகளை 0 ஆக அமைக்க வேண்டாம்.
te: బరువు, సంఖ్య, వేగం మరియు సాపేక్ష కదలిక పరిధి, RPE ఆధారంగా లెక్కిస్తుంది. తప్పిపోయిన విలువలను 0గా చూపించదు.
th: คำนวณจากน้ำหนัก, จำนวนครั้ง, ความเร็ว, ช่วงการเคลื่อนไหว และ RPE เท่านั้น ไม่ให้ค่าที่ขาดเป็น 0
tr: Ağırlık, tekrar sayısı, tempo ve göreceli hareket aralığı ile RPE değerlerini kullanarak hesaplayın. Eksik değerleri 0 olarak belirlemeyin.
uk: Обчислюйте на основі ваги, кількості повторень, темпу та відносного діапазону руху, а також RPE. Не використовуйте нульові значення.
vi: Tính toán dựa trên trọng lượng, số lần, nhịp độ, phạm vi vận động tương đối và RPE (Rating of Perceived Exertion), không gán giá trị 0 cho các giá trị bị thiếu.
zh_hans: 仅通过重量、次数、节奏、相对活动范围和RPE进行计算，缺失值不设为0。
zh_hant: 仅通过重量、次数、节奏、相对活动范围和RPE进行计算，缺失值不设为0分。

# health_meals_body_ai.f41bf6a53cd4
source: 前週
ar_sa: الأسبوع السابق
ca: setmana anterior
cs: Předchozí týden
da: Sidste uge
de_de: Letzte Woche
el: Προηγούμενη εβδομάδα
en_au: Last week
es_es: Semana pasada
fi: Viime viikko
fr_ca: Semaine précédente
gu: આ અઠવાડિયું
he: שבוע שעבר
hi: पिछले सप्ताह
hr: Ostatak tjedna
hu: A héten
id: Minggu lalu
it: Settimana scorsa
ko: 지난 주
mr: मागील आठवडा
ms: Minggu lepas
nl_nl: Vorige week
no: Forrige uke
pl: Poprzedni tydzień
pt_br: Semana passada
pt_pt: Semana passada
ro: Săptămâna trecută
ru: Предыдущая неделя
sk: Predtým
sl: Nazadnje
sv: Förra veckan
ta: கடந்த வாரம்
te: మునుపటి వారం
th: สัปดาห์ที่แล้ว
tr: Geçen hafta
uk: Попередній тиждень
vi: Tuần trước
zh_hans: 上周
zh_hant: 上周

# health_meals_body_ai.f42eb4dd5c1d
source: セット品質
ar_sa: ضبط الجودة
ca: establir la qualitat
cs: Kvalita sady
da: Sæts kvalitet
de_de: Qualität des Satzes
el: Αποτελεσματικότητα σετ
en_au: Set quality
es_es: Calidad de la serie
fi: Sarjan laatu
fr_ca: Qualité de la séance
gu: સેટની ગુણવત્તા
he: איכות סט
hi: सेट की गुणवत्ता
hr: Kvaliteta serije vježbi
hu: Szett minősége
id: Kualitas Set
it: Qualità della serie
ko: 세트 품질
mr: सेटची गुणवत्ता
ms: Kualiti set
nl_nl: Kwaliteit van de set
no: Kvalitet på sett
pl: Jakość serii ćwiczeń
pt_br: Qualidade do conjunto
pt_pt: Qualidade do conjunto
ro: Calitatea setului
ru: Качество серии
sk: Kvalita sady cvikov
sl: Kvaliteta serije
sv: Kvalitet på set
ta: செட் தரம்
te: సెట్ నాణ్యత
th: คุณภาพชุดออกกำลังกาย
tr: Set kalitesi
uk: Якість сета
vi: Chất lượng bài tập
zh_hans: 设置质量
zh_hant: 設定品質

# health_meals_body_ai.f47d6f2e6ec3
source: 体型写真
ar_sa: صورة الجسم
ca: foto corporal
cs: Fotografie postavy
da: Kropsfoto
de_de: Bilder Ihres Körpers
el: Φωτογραφίες σωματικού τύπου
en_au: Body Shape Photo
es_es: Fotos del cuerpo
fi: Kehon kuva
fr_ca: Photos du corps
gu: શરીરનો આકારની તસવીર
he: תמונות גוף
hi: बॉडी शेप फोटो
hr: Fotografije tijela
hu: Testkép
id: Foto bentuk tubuh
it: Foto del corpo
ko: 체형 사진
mr: शरीराचा आकार फोटो
ms: Foto bentuk badan
nl_nl: Foto van uw lichaam
no: Bilde av kropp
pl: Zdjęcia sylwetki
pt_br: Fotos do corpo
pt_pt: Fotos do corpo
ro: Fotografie cu silueta
ru: Фото вашей фигуры
sk: Fotografie postavy
sl: Fotografija telesne oblike
sv: Foton av kroppens form
ta: உடல் அமைப்பு புகைப்படம்
te: శరీర ఆకృతి ఫోటో
th: รูปภาพรูปร่าง
tr: Vücut fotoğrafı
uk: Фото вашого тіла
vi: Ảnh dáng người
zh_hans: 体型照片
zh_hant: 体型照片

# health_meals_body_ai.f56ee73fb4dd
source: 週次比較
ar_sa: المقارنة الأسبوعية
ca: comparació setmanal
cs: Srovnání týdně
da: Sammenlign ugentligt
de_de: Vergleich wöchentlich
el: Σύγκριση εβδομάδων
en_au: Weekly comparison
es_es: Comparación semanal
fi: Viikoittainen vertailu
fr_ca: Comparaison hebdomadaire
gu: અઠવાડિયા પ્રમાણે સરખામણી
he: השוואה שבועית
hi: सप्ताह में तुलना
hr: Usporedba tjedno
hu: Heti összehasonlítás
id: Bandingkan mingguan
it: Confronto settimanale
ko: 주간 비교
mr: तुलना
ms: Bandingkan setiap minggu
nl_nl: Vergelijking per week
no: Sammenligning per uke
pl: Porównanie tygodniowe
pt_br: Comparação semanal
pt_pt: Comparação semanal
ro: Comparație săptămânală
ru: Сравнение по неделям
sk: Porovnanie za týždeň
sl: Nedeljna primerjava
sv: Jämför med tidigare
ta: வாராந்திர ஒப்பீடு
te: వారపు పోలిక
th: เปรียบเทียบรายสัปดาห์
tr: Haftalık karşılaştırma
uk: Порівняння за тиждень
vi: So sánh hàng tuần
zh_hans: 每周比较
zh_hant: 比較

# health_meals_body_ai.f592bc420a69
source: 写真や食べたものから栄養の下書きを作ります。
ar_sa: قم بإنشاء مسودة غذائية من الصور والطعام الذي تتناوله.
ca: Crea un esborrany nutricional a partir de fotos i dels aliments que menges.
cs: Vytvořte si návrh živin z fotografií nebo jídla.
da: Opret en skabelon for ernæring baseret på et billede eller hvad du har spist.
de_de: Erstellen Sie Notizen zu Ernährung anhand von Fotos oder dem gegessenen Essen.
el: Δημιουργήστε μια πρόταση διατροφής από τη φωτογραφία ή το φαγητό που έχετε φάει.
en_au: Create a draft of your diet based on photos or what you ate.
es_es: Crea un borrador de nutrientes a partir de fotos o de lo que has comido.
fi: Luo ruokapäiväkirja kuvasta tai syödystä ruoasta.
fr_ca: Créez des notes à partir de vos repas et de vos photos.
gu: ફોટા અથવા ખાધેલા ખોરાકમાંથી પોષણનો ડેટા બનાવો.
he: צרו תרשים של מזון מהתמונה.
hi: फोटो या खाए गए भोजन से पोषण का ड्राफ्ट बनाएं।
hr: Kreirajte bilješke o prehrani iz fotografija ili hrane koju ste konzumirali.
hu: Képekkel és az elfogyasztott ételekkel készíthet táplálkozási tervet.
id: Buat draf nutrisi dari foto atau makanan yang dimakan.
it: Crea un'istantanea dei cibi che hai mangiato per una rapida analisi.
ko: 사진이나 먹은 음식으로부터 영양 정보를 기록합니다.
mr: फोटो किंवा खाल्लेल्या पदार्थांवरून पौष्टिक मूल्यांची नोंद करा.
ms: Buat senarai berdasarkan gambar atau makanan yang anda makan.
nl_nl: Maak een notitie van voedsel op basis van een foto.
no: Lag en skisse av maten du spiser fra bilder.
pl: Stwórz notatkę o składnikach odżywczych na podstawie zdjęcia lub jedzenia.
pt_br: Crie um rascunho de nutrientes a partir da foto ou do que você comeu.
pt_pt: Crie um rascunho de nutrientes a partir da foto ou do que você comeu.
ro: Creează o schiță a nutriției din fotografie sau din alimentele consumate.
ru: Создайте черновик питания на основе фотографии или съеденной пищи.
sk: Vytvorte zápis o potravinách na základe fotografií.
sl: Ustvarite zapis prehrane iz fotografij in hrane, ki ste jo pojedli.
sv: Skapa en anteckning om näring baserat på bilder eller mat du har ätit.
ta: புகைப்படங்கள் அல்லது நீங்கள் சாப்பிட்டவற்றிலிருந்து ஊட்டச்சத்து விவரங்களை உருவாக்கவும்.
te: ఫోటో లేదా మీరు తిన్న వాటి నుండి పోషకాల నమూనాని సృష్టించండి.
th: สร้างร่างจากรูปภาพและอาหารที่ทาน
tr: Fotoğraflar veya yediğiniz şeylerden besin değerlerini kaydedebilirsiniz.
uk: Створіть чернетку з фотографії та їжі.
vi: Tạo bản nháp dinh dưỡng từ ảnh hoặc thức ăn đã ăn.
zh_hans: 从照片或食物中创建营养草稿。
zh_hant: 从照片和已吃食物中生成营养草稿。

# health_meals_body_ai.f60350613f0c
source: 食べたものを1件以上入力してください。
ar_sa: الرجاء إدخال نوع واحد أو أكثر من الأطعمة التي تناولتها.
ca: Introduïu un o més aliments que heu menjat.
cs: Zadejte alespoň jednu položku, kterou jste snědli.
da: Angiv mindst én måltid.
de_de: Bitte mindestens ein Gericht eintragen.
el: Παρακαλώ εισάγετε τουλάχιστον ένα γεύμα.
en_au: Please enter at least one meal.
es_es: Ingresa al menos un alimento.
fi: Lisää vähintään yksi syöty ruoka.
fr_ca: Veuillez saisir au moins un repas.
gu: તમે ઓછામાં ઓછું એક વસ્તુ ખાવાની માહિતી દાખલ કરો.
he: אנא הזן לפחות פעם אחת את מה שאכלת.
hi: कृपया कम से कम एक बार जो आपने खाया है, दर्ज करें।
hr: Unesite barem jednu hranu.
hu: Kérjük, legalább egy étkezést rögzítse.
id: Masukkan setidaknya satu jenis makanan yang Anda makan.
it: Inserisci almeno un alimento.
ko: 최소 1가지 이상 식사를 입력해주세요.
mr: तुम्ही खाल्लेल्या पदार्थांची नोंद करा.
ms: Masukkan setidaknya satu jenis makanan.
nl_nl: Voeg minimaal één maaltijd toe.
no: Legg inn minst én matvare.
pl: Wprowadź przynajmniej jeden wpis dotyczący spożytych pokarmów.
pt_br: Insira pelo menos um item que você comeu.
pt_pt: Insira pelo menos um item que você comeu.
ro: Introduceți cel puțin un aliment pe care l-ați consumat.
ru: Введите хотя бы один пункт о съеденном.
sk: Zadajte aspoň jeden záznam o jedle.
sl: Vnesite vsaj en element, ki ste pojedli.
sv: Ange minst en måltid.
ta: நீங்கள் சாப்பிட்ட உணவை ஒன்றுக்கு மேற்பட்ட முறை உள்ளிடவும்.
te: మీరు తిన్న వాటిని కనీసం ఒకసారి నమోదు చేయండి.
th: กรุณาบันทึกอาหารอย่างน้อย 1 รายการ
tr: En az bir öğün girin.
uk: Введіть хоча б один пункт про те, що ви з'їли.
vi: Vui lòng nhập ít nhất một loại thức ăn đã ăn.
zh_hans: 请至少输入一件已吃的食物。
zh_hant: 請輸入至少一項已吃的食物。

# health_meals_body_ai.f66aeeafd500
source: 記録{{value1}}日・たんぱく質平均 {{value2}}g/記録日
ar_sa: سجل {{value1}} يوم/متوسط البروتين {{value2}}g/يوم قياسي
ca: Registre {{value1}} dia/mitjana de proteïnes {{value2}}g/dia rècord
cs: Záznam {{value1}} dní / průměrné množství bílkovin {{value2}} g/záznam
da: Registrér {{value1}} dage · gennemsnitligt proteinindtag {{value2}}g/registreringsdag
de_de: Aufzeichnung {{value1}} Tage / durchschnittliche Proteinzufuhr {{value2}} g/Aufzeichnungs-Tag
el: Καταγραφή {{value1}} ημέρες / μέσο ποσό πρωτεΐνης {{value2}}g/ημέρα
en_au: Record {{value1}} days・average protein intake {{value2}}g/day
es_es: Registro {{value1}} días · Promedio de proteínas {{value2}} g/día
fi: Kirjaa ylös {{value1}} päivää ja keskimääräinen proteiinin saanti {{value2}} g/päivä
fr_ca: Enregistrer {{value1}} jours / moyenne des protéines {{value2}}g/jour
gu: {{value1}} દિવસ · પ્રોટીનનું સરેરાશ {{value2}} ગ્રામ/દિવસ
he: רישום {{value1}} ימים • ממוצע חלבון {{value2}} גרם/יום רישום
hi: रिकॉर्ड {{value1}} दिन・प्रोटीन का औसत {{value2}}g/दिन
hr: Zapišite {{value1}} dana i prosjek proteina {{value2}} g/dan
hu: Rögzítve {{value1}} nap, átlag {{value2}} g/nap
id: Catatan {{value1}} hari・Rata-rata protein {{value2}}g/hari
it: Registra {{value1}} giorni / media proteine {{value2}}g/ giorno
ko: 기록 {{value1}}일・단백질 평균 {{value2}}g/기록일
mr: {{value1}} दिवसांचे आणि सरासरी {{value2}} ग्रॅम प्रथिने/दिवस नोंद
ms: Catat {{value1}} hari・Purata protein {{value2}}g/Hari
nl_nl: Opname {{value1}} dagen / gemiddelde eiwitten {{value2}}g/dag
no: Registrer {{value1}} dager / gjennomsnittlig proteininntak {{value2}}g/registreringsdag
pl: Zapisz {{value1}} dni / średnia ilość białka {{value2}}g/dzień
pt_br: Registrar {{value1}} dias・média de proteína {{value2}}g/dia
pt_pt: Registrar {{value1}} dias・média de proteína {{value2}}g/dia
ro: Înregistrare {{value1}} zile / proteine medii {{value2}}g/zi înregistrată
ru: Запись: {{value1}} дней / среднее количество белка {{value2}} г/день
sk: Záznam {{value1}} dní / priemerná hodnota bielkovín {{value2}} g/záznam
sl: Zapis: {{value1}} dni · Povprečna količina beljakovin {{value2}} g/dan
sv: Registrera {{value1}} dagar · genomsnittligt proteinintag {{value2}} g/dag
ta: {{value1}} நாட்கள் · சராசரி புரதம் {{value2}} கிராம் / பதிவு நாள்
te: {{value1}} రోజు మరియు {{value2}} గ్రాముల ప్రోటీన్ సగటుతో రికార్డ్
th: บันทึก {{value1}} วัน เฉลี่ยโปรตีน {{value2}} กรัม/วัน
tr: {{value1}} gün / ortalama {{value2}}g protein kaydı
uk: Запис {{value1}} днів / середній вміст білка {{value2}} г/день
vi: Ghi lại {{value1}} ngày・lượng protein trung bình {{value2}}g/ngày
zh_hans: 记录{{value1}}天・蛋白质平均 {{value2}}克/记录天
zh_hant: 記錄 {{value1}} 天・蛋白質平均 {{value2}} 克/記錄天

# health_meals_body_ai.f74c6003db3a
source: AI分析
ar_sa: تحليل الذكاء الاصطناعي
ca: Anàlisi d'IA
cs: Analýza pomocí AI
da: AI-analyse
de_de: KI-Analyse
el: Ανάλυση με τεχνητή νοημοσύνη
en_au: AI Analysis
es_es: Análisis de IA
fi: AI-analyysi
fr_ca: Analyse par l'IA
gu: AI વિશ્લેષણ
he: ניתוח AI
hi: एआई विश्लेषण
hr: Analiza AI
hu: AI elemzés
id: Analisis AI
it: Analisi IA
ko: AI 분석
mr: एआय विश्लेषण
ms: Analisis AI
nl_nl: AI-analyse
no: AI-analyse
pl: Analiza AI
pt_br: Análise de IA
pt_pt: Análise de IA
ro: Analiză inteligență artificială
ru: Анализ ИИ
sk: Analýza pomocou AI
sl: Analiza z AI
sv: AI-analys
ta: AI பகுப்பாய்வு
te: AI విశ్లేషణ
th: การวิเคราะห์ AI
tr: Yapay zeka analizi
uk: Аналіз за допомогою AI
vi: Phân tích AI
zh_hans: 进行 AI 分析
zh_hant: 進行 AI 分析

# health_meals_body_ai.f7a0028b2b6a
source: Watchセンサー付き
ar_sa: مع مستشعر الساعة
ca: Amb sensor de rellotge
cs: S senzorem pro měření tepu.
da: Med sensor
de_de: Mit Watch-Sensor
el: Ενσωματωμένος αισθητήρας ρολογιού.
en_au: Includes watch sensor.
es_es: Con sensor de frecuencia cardíaca.
fi: Sisäänrakennettu sykemittari.
fr_ca: Avec capteur d'activité
gu: Watch સેન્સર સાથે
he: עם חיישן שעון.
hi: वॉच सेंसर के साथ।
hr: S senzorskim uređajem za mjerenje pulsa.
hu: Pulzusmérővel ellátott.
id: Dilengkapi sensor Watch.
it: Sensore integrato
ko: 시계 센서 포함
mr: वॉच सेन्सरसह
ms: Dengan sensor jam.
nl_nl: Met sensoren op de pols.
no: Med sensor
pl: Zintegrowany z czujnikiem pulsometrem.
pt_br: Com sensor de frequência cardíaca
pt_pt: Com sensor de frequência cardíaca
ro: Cu senzor de monitorizare.
ru: Датчик пульса.
sk: S senzorom pre meranie tepovej frekvencie.
sl: S senzorjem za merjenje srčnih utripov
sv: Med Watch-sensor
ta: Watch சென்சார் உள்ளது.
te: Watch సెన్సార్ తో
th: มีเซ็นเซอร์วัดอัตราการเต้นของหัวใจ
tr: Watch sensörü ile
uk: З датчиком пульсу
vi: Có cảm biến trên đồng hồ.
zh_hans: 带有手表传感器
zh_hant: 配備錶感測器

# health_meals_body_ai.f7e084d26a4b
source: 呼吸数
ar_sa: معدل التنفس
ca: freqüència respiratòria
cs: Dýchání
da: Åndedrætsfrekvens
de_de: Atemfrequenz
el: Αριθμός αναπνοών
en_au: Breathing Rate
es_es: Frecuencia respiratoria
fi: Hengityksenopeus
fr_ca: Fréquence respiratoire
gu: શ્વાસની ગણતરી
he: תדירות נשימה
hi: सांस लेने की दर
hr: Broj otkucaja srca
hu: Lélegzési frekvencia
id: Jumlah napas
it: Frequenza respiratoria
ko: 호흡수
mr: श्वासोच्छवादाची संख्या
ms: Jumlah pernafasan
nl_nl: Aantal ademhalingen
no: Pustefrekvens
pl: Oddech
pt_br: Frequência respiratória
pt_pt: Frequência respiratória
ro: Frecvența respiratorie
ru: Частота дыхания
sk: Dýchavosť
sl: Število vdihov
sv: Andningsfrekvens
ta: சுவாசங்களின் எண்ணிக்கை
te: శ్వాసించే వేగం
th: อัตราการหายใจ
tr: Nefes sayısı
uk: Кількість дихань
vi: Số hơi thở
zh_hant: 呼吸频率

# health_meals_body_ai.f82081bc2f90
source: 記録がありません
ar_sa: لا يوجد سجل
ca: No hi ha registre
cs: Žádný záznam
da: Ingen registreringer
de_de: Keine Aufzeichnungen vorhanden
el: Δεν υπάρχουν καταγραφές
en_au: No records found
es_es: No hay registro
fi: Ei ole mitään tallennettavaa
fr_ca: Aucun enregistrement
gu: કોઈ યાદો નથી
he: אין רישומים
hi: कोई रिकॉर्ड नहीं है
hr: Nema zapisa
hu: Nincs rögzítve
id: Tidak ada catatan
it: Nessuna registrazione disponibile
ko: 기록이 없습니다.
mr: नोंदी उपलब्ध नाही
ms: Tiada catatan
nl_nl: Geen opnamen
no: Ingen registreringer
pl: Brak zapisanych danych
pt_br: Não há registos
pt_pt: Não há registos
ro: Nu există înregistrări
ru: Нет записей
sk: Žiadne záznamy
sl: Nihče ni zapisal
sv: Inga registreringar
ta: பதிவுகள் இல்லை
te: రికార్డు లేదు
th: ไม่มีข้อมูลบันทึก
tr: Kaydınız yok
uk: Немає записів
vi: Không có mục ghi lại
zh_hans: 没有记录
zh_hant: 沒有記錄

# health_meals_body_ai.f848634a1768
source: 左上 正面・全身
ar_sa: الجزء العلوي الأيسر من الأمام/كامل الجسم
ca: Front superior esquerre/cos sencer
cs: Vlevo nahoře: Přední/celá tělo
da: Øverst til venstre: Front/Helkrop
de_de: Oben links: Front/Gesamtansicht
el: Αριστερά πάνω: Πρόσω, ολόσωμο
en_au: Top left: Front-facing & full body
es_es: Arriba a la izquierda: Frente y cuerpo completo
fi: Ylävasen: Etupuoli・Koko keho
fr_ca: Coin supérieur gauche : Vue avant/corps entier
gu: ડાબી બાજુ ઉપર - આગળ અને સંપૂર્ણ શરીર
he: פינה שמאלית עליונה: קדמית/שלם
hi: ऊपर-बाएं: सामने/पूरे शरीर
hr: Gornji lijevo: Prednji pogled, cijelo tijelo
hu: Jobbra felső: Elölről, teljes test
id: Bagian atas kiri: Depan & Tubuh Utuh
it: In alto a sinistra: Frontale/Corpo intero
ko: 왼쪽 상단: 전면/전신
mr: डावीकडे: समोर/संपूर्ण शरीर
ms: Kiri Atas: Depan & Badan Penuh
nl_nl: Boven links: Voor- en volledig lichaam
no: Øverst til venstre: Foran/hele kroppen
pl: Lewy górny: Przód i całe ciało
pt_br: Canto superior: Frente e corpo completo
pt_pt: Canto superior: Frente e corpo completo
ro: Stânga sus: Față și corp întreg
ru: Верх слева: Фронтальная/полная
sk: Vľavo hore: Predná strana / Celá farba tela
sl: Zgoraj levo: Prednji pogled, celo telo
sv: Övre vänster: Framifrån/Helkropp
ta: மேல் இடது பக்கம் - முன் மற்றும் முழு உடல்
te: ఎడమవైపు పై భాగ - ముఖం మరియు పూర్తి శరీరం
th: มุมซ้ายบน: หน้า/เต็มตัว
tr: Sol Üst Köşede: Ön ve Tam Vücut
uk: У верхньому лівому куті: фронтальна позиція, повний тіло
vi: Phía trên bên trái: Mặt trước, toàn thân

# health_meals_body_ai.f8497f20e519
source: 目標
ar_sa: هدف
ca: objectiu
cs: Cíl
da: Mål
de_de: Ziel
el: Στόχος
en_au: Goals
es_es: Objetivo
fi: Tavoite
fr_ca: Objectif
gu: ધ્યેય
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Célok
id: Target
it: Obiettivo
ko: 목표
mr: लक्ष्य
ms: Matlamat
nl_nl: Doel
no: Mål
pl: Cel
pt_br: Objetivo
pt_pt: Objetivo
ro: Obiectiv
ru: Цель
sk: Ciele
sl: Cilj
sv: Mål
ta: குறிக்கோள்
te: లక్ష్యం
th: เป้าหมาย
tr: Hedef
uk: Ціль
vi: Mục tiêu
zh_hans: 目标
